Repository: dmitrybabin15-web/Scanly
Catalog: Scanly/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl

# category_other
source: Other
de: Sonstiges
es: Otro
fr: Autre
it: Altro
nl: Overig
pl: Inne

# error_no_package
source: No subscription package is available yet. Check RevenueCat offerings.
de: Noch kein Abonnementpaket verfügbar. Prüfen Sie die Angebote in RevenueCat.
es: Aún no hay paquetes de suscripción. Revisa RevenueCat.
fr: Aucun forfait d’abonnement disponible. Vérifiez RevenueCat.
it: Nessun pacchetto disponibile. Controlla RevenueCat.
nl: Nog geen abonnementspakket. Controleer RevenueCat.
pl: Brak pakietu subskrypcji. Sprawdź RevenueCat.

# error_subscription_not_configured
source: Subscriptions are not configured. Add REVENUECAT_API_KEY to your Run scheme.
de: Abonnements sind nicht konfiguriert. Fügen Sie REVENUECAT_API_KEY im Run-Schema hinzu.
es: Suscripciones no configuradas. Añade REVENUECAT_API_KEY al esquema de ejecución.
fr: Abonnements non configurés. Ajoutez REVENUECAT_API_KEY au schéma d’exécution.
it: Abbonamenti non configurati. Aggiungi REVENUECAT_API_KEY allo schema di esecuzione.
nl: Abonnementen niet geconfigureerd. Voeg REVENUECAT_API_KEY toe aan het run-schema.
pl: Subskrypcje nie są skonfigurowane. Dodaj REVENUECAT_API_KEY do schematu uruchomienia.

# expenses_a11y_actions
source: Expense actions
de: Ausgabenaktionen
es: Acciones de gastos
fr: Actions des dépenses
it: Azioni spese
nl: Uitgavenacties
pl: Akcje wydatków

# expenses_add_sample
source: Add sample
de: Beispiel hinzufügen
es: Añadir ejemplo
fr: Ajouter un exemple
it: Aggiungi esempio
nl: Voorbeeld toevoegen
pl: Dodaj przykład

# expenses_add_sample_button
source: Add sample expense
de: Beispielausgabe hinzufügen
es: Añadir gasto de ejemplo
fr: Ajouter une dépense d’exemple
it: Aggiungi spesa di esempio
nl: Voorbeelduitgave toevoegen
pl: Dodaj przykładowy wydatek

# expenses_empty_detail
source: Scan a receipt on the Scan tab, or tap Sample to test storage.
de: Scannen Sie einen Beleg im Tab „Scannen“ oder tippen Sie auf Beispiel.
es: Escanea un recibo en la pestaña Escanear o toca Ejemplo.
fr: Scannez un reçu dans l’onglet Scanner ou touchez Exemple.
it: Scansiona una ricevuta nella scheda Scansiona o tocca Esempio.
nl: Scan een bon op het tabblad Scannen of tik op Voorbeeld.
pl: Zeskanuj paragon w zakładce Skanuj lub stuknij Przykład.

# expenses_empty_title
source: No expenses yet
de: Noch keine Ausgaben
es: Sin gastos aún
fr: Aucune dépense
it: Nessuna spesa
nl: Nog geen uitgaven
pl: Brak wydatków

# expenses_export_csv
source: Export CSV
de: CSV exportieren
es: Exportar CSV
fr: Exporter CSV
it: Esporta CSV
nl: CSV exporteren
pl: Eksportuj CSV

# expenses_export_pdf
source: Export PDF
de: PDF exportieren
es: Exportar PDF
fr: Exporter PDF
it: Esporta PDF
nl: PDF exporteren
pl: Eksportuj PDF

# expenses_nav_title
source: Expenses
de: Ausgaben
es: Gastos
fr: Dépenses
it: Spese
nl: Uitgaven
pl: Wydatki

# expenses_upgrade_pro
source: Upgrade to Pro
de: Auf Pro upgraden
es: Actualizar a Pro
fr: Passer à Pro
it: Passa a Pro
nl: Upgrade naar Pro
pl: Przejdź na Pro

# insights_chart_amount
source: Amount
de: Betrag
es: Importe
fr: Montant
it: Importo
nl: Bedrag
pl: Kwota

# insights_chart_category
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
nl: Categorie
pl: Kategoria

# insights_chart_month
source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
nl: Maand
pl: Miesiąc

# insights_chart_total
source: Total
de: Gesamt
it: Totale
nl: Totaal
pl: Suma

# insights_charts_use_format
source: Charts use %@ expenses only.
de: Diagramme nutzen nur Ausgaben in %@.
es: Los gráficos solo usan gastos en %@.
fr: Les graphiques n’utilisent que les dépenses en %@.
it: I grafici usano solo spese in %@.
nl: Grafieken gebruiken alleen uitgaven in %@.
pl: Wykresy obejmują tylko wydatki w %@.

# insights_currency
source: Currency
de: Währung
es: Moneda
fr: Devise
it: Valuta
nl: Valuta
pl: Waluta

# insights_empty_detail
source: Add expenses from Scan or Samples to see category and monthly charts.
de: Fügen Sie Ausgaben über Scannen oder Beispiele hinzu.
es: Añade gastos desde Escanear o Ejemplos.
fr: Ajoutez des dépenses via Scanner ou Exemples.
it: Aggiungi spese da Scansiona o Esempi.
nl: Voeg uitgaven toe via Scannen of Voorbeelden.
pl: Dodaj wydatki ze Skanuj lub Przykładów.

# insights_empty_title
source: No data yet
de: Noch keine Daten
es: Sin datos aún
fr: Pas encore de données
it: Nessun dato
nl: Nog geen gegevens
pl: Brak danych

# insights_last_6_months
source: Last 6 months
de: Letzte 6 Monate
es: Últimos 6 meses
fr: 6 derniers mois
it: Ultimi 6 mesi
nl: Afgelopen 6 maanden
pl: Ostatnie 6 miesięcy

# insights_nav_title
source: Insights
de: Einblicke
es: Resúmenes
fr: Analyses
it: Panoramiche
nl: Inzichten
pl: Podsumowania

# insights_no_expenses_month_format
source: No %@ expenses this month yet.
de: Noch keine Ausgaben in %@ diesen Monat.
es: Aún no hay gastos en %@ este mes.
fr: Pas encore de dépenses en %@ ce mois-ci.
it: Nessuna spesa in %@ questo mese.
nl: Nog geen uitgaven in %@ deze maand.
pl: Brak wydatków w %@ w tym miesiącu.

# insights_this_month
source: This month by category
de: Diesen Monat nach Kategorie
es: Este mes por categoría
fr: Ce mois par catégorie
it: Questo mese per categoria
nl: Deze maand per categorie
pl: Ten miesiąc wg kategorii

# onboarding_1_detail
source: Capture receipts and categorize spending—built for freelancers and sole traders in the US and EU.
de: Erfassen Sie Belege und kategorisieren Sie Ausgaben – für Freiberufler und Einzelunternehmer in den USA und der EU.
es: Captura recibos y categoriza gastos, pensado para autónomos en EE. UU. y la UE.
fr: Capturez vos reçus et classez vos dépenses — pour les indépendants aux États-Unis et dans l’UE.
it: Cattura ricevute e categorizza le spese, pensato per freelance e professionisti in USA e UE.
nl: Leg bonnen vast en categoriseer uitgaven voor zzp’ers in de VS en EU.
pl: Zapisuj paragony i kategoryzuj wydatki — dla freelancerów w USA i UE.

# onboarding_1_title
source: Welcome to Scanly
de: Willkommen bei Scanly
es: Te damos la bienvenida a Scanly
fr: Bienvenue dans Scanly
it: Benvenuto in Scanly
nl: Welkom bij Scanly
pl: Witamy w Scanly

# onboarding_2_detail
source: Use the document camera or pick a photo from your library. Text is recognized on your device; you choose what to save.
de: Nutzen Sie die Dokumentenkamera oder wählen Sie ein Foto aus Ihrer Mediathek. Die Texterkennung erfolgt auf Ihrem Gerät.
es: Usa la cámara de documentos o elige una foto. El texto se reconoce en el dispositivo; tú decides qué guardar.
fr: Utilisez la caméra document ou choisissez une photo. Le texte est reconnu sur l’appareil ; vous choisissez quoi enregistrer.
it: Usa la fotocamera documenti o scegli una foto. Il testo viene riconosciuto sul dispositivo.
nl: Gebruik de documentcamera of kies een foto. Tekst wordt op je apparaat herkend.
pl: Użyj aparatu dokumentów lub wybierz zdjęcie. Tekst jest rozpoznawany na urządzeniu.

# onboarding_2_title
source: Scan or import
de: Scannen oder importieren
es: Escanear o importar
fr: Scanner ou importer
it: Scansiona o importa
nl: Scannen of importeren
pl: Skanuj lub importuj

# onboarding_3_detail
source: Save up to 5 receipts on the free plan. Scanly Pro unlocks unlimited scans and full export. Upgrade anytime in Settings.
de: Speichern Sie bis zu 5 Belege im kostenlosen Plan. Scanly Pro bietet unbegrenzte Scans und vollen Export. Upgrade jederzeit in den Einstellungen.
es: Guarda hasta 5 recibos gratis. Scanly Pro desbloquea escaneos ilimitados y exportación completa. Mejora en Ajustes.
fr: Enregistrez jusqu’à 5 reçus gratuitement. Scanly Pro débloque des scans illimités et l’export complet. Passez à Pro dans Réglages.
it: Salva fino a 5 ricevute gratis. Scanly Pro sblocca scansioni illimitate e export completo. Passa a Pro in Impostazioni.
nl: Bewaar tot 5 bonnen gratis. Scanly Pro geeft onbeperkt scannen en export. Upgrade in Instellingen.
pl: Zapisz do 5 paragonów w planie darmowym. Scanly Pro daje nielimitowane skany i pełny eksport. Ulepsz w Ustawieniach.

# onboarding_3_title
source: Free plan & Pro
de: Kostenloses Angebot & Pro
es: Plan gratuito y Pro
fr: Offre gratuite et Pro
it: Piano gratuito e Pro
nl: Gratis plan en Pro
pl: Plan darmowy i Pro

# onboarding_continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
nl: Verder
pl: Dalej

# onboarding_get_started
source: Get started
de: Loslegen
es: Empezar
fr: Commencer
it: Inizia
nl: Aan de slag
pl: Zacznij

# onboarding_skip
source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Salta
nl: Overslaan
pl: Pomiń

# paywall_alert_purchase
source: Purchase
de: Kauf
es: Compra
fr: Achat
it: Acquisto
nl: Aankoop
pl: Zakup

# paywall_close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
nl: Sluiten
pl: Zamknij

# paywall_feature_csv
source: CSV export for your records
de: CSV-Export für Ihre Unterlagen
es: Exportación CSV para tus registros
fr: Export CSV pour vos dossiers
it: Esportazione CSV per i tuoi archivi
nl: CSV-export voor je administratie
pl: Eksport CSV do dokumentacji

# paywall_feature_insights
source: Monthly insights by category
de: Monatliche Einblicke nach Kategorie
es: Resúmenes mensuales por categoría
fr: Analyses mensuelles par catégorie
it: Approfondimenti mensili per categoria
nl: Maandelijkse inzichten per categorie
pl: Miesięczne podsumowania wg kategorii

# paywall_feature_pdf
source: PDF summary for your records
de: PDF-Zusammenfassung für Ihre Unterlagen
es: Resumen PDF para tus registros
fr: Résumé PDF pour vos dossiers
it: Riepilogo PDF per i tuoi archivi
nl: PDF-samenvatting voor je administratie
pl: Podsumowanie PDF do dokumentacji

# paywall_feature_unlimited
source: Unlimited receipt scans
de: Unbegrenzte Belegscans
es: Escaneos ilimitados
fr: Scans de reçus illimités
it: Scansioni illimitate
nl: Onbeperkt scannen
pl: Nielimitowane skany

# paywall_intro_format
source: Introductory offer %@, then %@.
de: Einführungsangebot %@, danach %@.
es: Oferta introductoria %@, luego %@.
fr: Offre d’introduction %@, puis %@.
it: Offerta introduttiva %@, poi %@.
nl: Introductieaanbieding %@, daarna %@.
pl: Oferta wprowadzająca %@, potem %@.

# paywall_payment_terms
source: Payment will be charged to your Apple ID. Subscription renews automatically unless cancelled at least 24 hours before the end of the current period. Manage or cancel in Settings → Apple ID → Subscriptions.
de: Die Zahlung erfolgt über Ihre Apple‑ID. Das Abonnement verlängert sich automatisch, sofern es nicht mindestens 24 Stunden vor Ende der Laufzeit gekündigt wird. Verwaltung unter Einstellungen → Apple‑ID → Abonnements.
es: Se cobrará a tu Apple ID. La suscripción se renueva salvo que canceles al menos 24 h antes del fin del periodo. Gestiona en Ajustes → Apple ID → Suscripciones.
fr: Le paiement sera facturé à votre identifiant Apple. L’abonnement se renouvelle automatiquement sauf résiliation au moins 24 h avant la fin de la période. Gérez dans Réglages → Identifiant Apple → Abonnements.
it: L’addebito avviene sul tuo ID Apple. L’abbonamento si rinnova automaticamente salvo disdetta almeno 24 h prima del termine. Gestisci in Impostazioni → ID Apple → Abbonamenti.
nl: Betaling via je Apple ID. Het abonnement verlengt automatisch tenzij je minstens 24 uur van tevoren opzegt. Beheer via Instellingen → Apple ID → Abonnementen.
pl: Płatność z Apple ID. Subskrypcja odnawia się automatycznie, chyba że anulujesz co najmniej 24 h przed końcem okresu. Zarządzaj w Ustawienia → Apple ID → Subskrypcje.

# paywall_privacy
source: Privacy Policy
de: Datenschutz
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
nl: Privacybeleid
pl: Polityka prywatności

# paywall_restore
source: Restore purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
nl: Aankopen herstellen
pl: Przywróć zakupy

# paywall_revenuecat_hint
source: Add REVENUECAT_API_KEY to the Run scheme and configure products in RevenueCat to test purchases.
de: Fügen Sie REVENUECAT_API_KEY im Run-Schema hinzu und konfigurieren Sie Produkte in RevenueCat.
es: Añade REVENUECAT_API_KEY al esquema y configura productos en RevenueCat.
fr: Ajoutez REVENUECAT_API_KEY au schéma d’exécution et configurez les produits dans RevenueCat.
it: Aggiungi REVENUECAT_API_KEY allo schema e configura i prodotti in RevenueCat.
nl: Voeg REVENUECAT_API_KEY toe aan het run-schema en configureer producten in RevenueCat.
pl: Dodaj REVENUECAT_API_KEY do schematu i skonfiguruj produkty w RevenueCat.

# paywall_subscribe
source: Subscribe
de: Abonnieren
es: Suscribirse
fr: S’abonner
it: Abbonati
nl: Abonneren
pl: Subskrybuj

# paywall_subtitle
source: For freelancers and sole traders in the US and EU: scan receipts, categorize spending, and export for taxes—without corporate bloat.
de: Für Freiberufler und Einzelunternehmer in den USA und der EU: Belege scannen, Ausgaben kategorisieren und für Steuern exportieren.
es: Para autónomos en EE. UU. y la UE: escanea recibos, categoriza y exporta para impuestos.
fr: Pour les indépendants aux US et dans l’UE : scannez vos reçus, classez les dépenses et exportez pour les impôts.
it: Per freelance e professionisti in USA e UE: scansiona ricevute, categorizza e esporta per le tasse.
nl: Voor zzp’ers in de VS en EU: bonnen scannen, categoriseren en exporteren voor belasting.
pl: Dla freelancerów w USA i UE: skanuj paragony, kategoryzuj i eksportuj pod podatki.

# paywall_terms
source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d’utilisation
it: Termini di utilizzo
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania

# pdf_col_amount
source: Amount
de: Betrag
es: Importe
fr: Montant
it: Importo
nl: Bedrag
pl: Kwota

# pdf_col_category
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
nl: Categorie
pl: Kategoria

# pdf_col_date
source: Date
de: Datum
es: Fecha
it: Data
nl: Datum
pl: Data

# pdf_col_merchant
source: Merchant
de: Händler
es: Comercio
fr: Marchand
it: Esercente
nl: Handelaar
pl: Sprzedawca

# pdf_generated_prefix
source: Generated
de: Erstellt
es: Generado
fr: Généré
it: Generato
nl: Gegenereerd
pl: Wygenerowano

# pdf_no_expenses
source: No expenses yet.
de: Noch keine Ausgaben.
es: Aún no hay gastos.
fr: Aucune dépense pour le moment.
it: Nessuna spesa ancora.
nl: Nog geen uitgaven.
pl: Brak wydatków.

# pdf_title
source: Scanly — Expenses
de: Scanly — Ausgaben
es: Scanly — Gastos
fr: Scanly — Dépenses
it: Scanly — Spese
nl: Scanly — Uitgaven
pl: Scanly — Wydatki

# sample_merchant_name
source: Sample Store
de: Beispielladen
es: Tienda de ejemplo
fr: Magasin exemple
it: Negozio esempio
nl: Voorbeeldwinkel
pl: Przykładowy sklep

# scan_alert_title
source: Scan error
de: Scanfehler
es: Error de escaneo
fr: Erreur de scan
it: Errore di scansione
nl: Scanfout
pl: Błąd skanowania

# scan_camera_unavailable
source: Document camera is not available on this device. Use Photo in the toolbar to pick a receipt image.
de: Dokumentenkamera ist auf diesem Gerät nicht verfügbar. Wählen Sie oben Foto, um ein Belegbild auszuwählen.
es: La cámara de documentos no está disponible. Usa Foto en la barra para elegir una imagen.
fr: La caméra document n’est pas disponible sur cet appareil. Utilisez Photo dans la barre pour choisir une image.
it: La fotocamera documenti non è disponibile. Usa Foto nella barra per scegliere un’immagine.
nl: Documentcamera niet beschikbaar. Gebruik Foto in de werkbalk om een bon te kiezen.
pl: Aparat dokumentów jest niedostępny. Użyj Zdjęcia na pasku, aby wybrać obraz paragonu.

# scan_empty_detail
source: Apple Vision reads the text. If you set ANTHROPIC_API_KEY in the Run scheme, Claude fills merchant, amount, and category automatically.
de: Apple Vision liest den Text. Wenn Sie ANTHROPIC_API_KEY im Run-Schema setzen, füllt Claude Händler, Betrag und Kategorie automatisch aus.
es: Apple Vision lee el texto. Si configuras ANTHROPIC_API_KEY en el esquema de ejecución, Claude completa comercio, importe y categoría automáticamente.
fr: Apple Vision lit le texte. Si vous définissez ANTHROPIC_API_KEY dans le schéma d’exécution, Claude remplit automatiquement le marchand, le montant et la catégorie.
it: Apple Vision legge il testo. Se imposti ANTHROPIC_API_KEY nello schema di esecuzione, Claude compila automaticamente esercente, importo e categoria.
nl: Apple Vision leest de tekst. Als je ANTHROPIC_API_KEY in het run-schema zet, vult Claude handelaar, bedrag en categorie automatisch in.
pl: Apple Vision odczytuje tekst. Jeśli ustawisz ANTHROPIC_API_KEY w schemacie uruchomienia, Claude automatycznie uzupełni sprzedawcę, kwotę i kategorię.

# scan_empty_title
source: Scan your first receipt
de: Scannen Sie Ihren ersten Beleg
es: Escanea tu primer recibo
fr: Scannez votre premier reçu
it: Scansiona la tua prima ricevuta
nl: Scan je eerste bon
pl: Zeskanuj pierwszy paragon

# scan_error_load_photo
source: Could not load the selected photo
de: Foto konnte nicht geladen werden
es: No se pudo cargar la foto
fr: Impossible de charger la photo
it: Impossibile caricare la foto
nl: Foto kon niet worden geladen
pl: Nie można wczytać zdjęcia

# scan_error_read_image
source: Could not read selected image
de: Bild konnte nicht gelesen werden
es: No se pudo leer la imagen
fr: Impossible de lire l’image
it: Impossibile leggere l’immagine
nl: Afbeelding niet leesbaar
pl: Nie można odczytać obrazu

# scan_error_unknown
source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
nl: Onbekende fout
pl: Nieznany błąd

# scan_field_amount
source: Amount
de: Betrag
es: Importe
fr: Montant
it: Importo
nl: Bedrag
pl: Kwota

# scan_field_category
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
nl: Categorie
pl: Kategoria

# scan_field_currency
source: Currency (ISO, e.g. USD)
de: Währung (ISO, z. B. USD)
es: Moneda (ISO, p. ej. USD)
fr: Devise (ISO, ex. USD)
it: Valuta (ISO, es. USD)
nl: Valuta (ISO, bijv. USD)
pl: Waluta (ISO, np. USD)

# scan_field_date
source: Date
de: Datum
es: Fecha
it: Data
nl: Datum
pl: Data

# scan_field_merchant
source: Merchant
de: Händler
es: Comercio
fr: Marchand
it: Esercente
nl: Handelaar
pl: Sprzedawca

# scan_free_scans_format
source: %lld free scans left
de: Noch %lld kostenlose Scans
es: Quedan %lld escaneos gratis
fr: Encore %lld scans gratuits
it: Ancora %lld scansioni gratuite
nl: Nog %lld gratis scans
pl: Pozostało %lld darmowych skanów

# scan_nav_title
source: Scan
de: Scannen
es: Escanear
fr: Scanner
it: Scansiona
nl: Scannen
pl: Skanuj

# scan_open_document_camera
source: Open document camera
de: Dokumentenkamera öffnen
es: Abrir cámara de documentos
fr: Ouvrir la caméra document
it: Apri fotocamera documenti
nl: Documentcamera openen
pl: Otwórz aparat dokumentów

# scan_processing_reading
source: Reading receipt…
de: Beleg wird gelesen…
es: Leyendo el recibo…
fr: Lecture du reçu…
it: Lettura della ricevuta…
nl: Bon wordt gelezen…
pl: Odczytywanie paragonu…

# scan_processing_understanding
source: Understanding receipt…
de: Beleg wird verstanden…
es: Interpretando el recibo…
fr: Analyse du reçu…
it: Analisi della ricevuta…
nl: Bon wordt verwerkt…
pl: Przetwarzanie paragonu…

# scan_save_expense
source: Save expense
de: Ausgabe speichern
es: Guardar gasto
fr: Enregistrer la dépense
it: Salva spesa
nl: Uitgave opslaan
pl: Zapisz wydatek

# scan_save_failed_prefix
source: Save failed
de: Speichern fehlgeschlagen
es: Error al guardar
fr: Échec de l’enregistrement
it: Salvataggio non riuscito
nl: Opslaan mislukt
pl: Zapis nie powiódł się

# scan_scan_again
source: Scan again
de: Erneut scannen
es: Escanear de nuevo
fr: Scanner à nouveau
it: Scansiona di nuovo
nl: Opnieuw scannen
pl: Skanuj ponownie

# scan_section_receipt_details
source: Receipt details
de: Belegdetails
es: Detalles del recibo
fr: Détails du reçu
it: Dettagli ricevuta
nl: Bon­gegevens
pl: Szczegóły paragonu

# scan_toolbar_photo
source: Photo
de: Foto
es: Foto
it: Foto
nl: Foto
pl: Zdjęcie

# scan_toolbar_scan
source: Scan
de: Scannen
es: Escanear
fr: Scanner
it: Scansiona
nl: Scannen
pl: Skanuj

# settings_alert_subscriptions
source: Subscriptions
de: Abonnements
es: Suscripciones
fr: Abonnements
it: Abbonamenti
nl: Abonnementen
pl: Subskrypcje

# settings_free_scans_left
source: Free scans left
de: Kostenlose Scans übrig
es: Escaneos gratis restantes
fr: Scans gratuits restants
it: Scansioni gratuite rimanenti
nl: Gratis scans over
pl: Pozostałe darmowe skany

# settings_nav_title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
nl: Instellingen
pl: Ustawienia

# settings_plan_free
source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
it: Gratuito
nl: Gratis
pl: Darmowy

# settings_privacy_policy
source: Privacy Policy
de: Datenschutz
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
nl: Privacybeleid
pl: Polityka prywatności

# settings_restore_active
source: Your Scanly Pro subscription is active.
de: Ihr Scanly Pro‑Abonnement ist aktiv.
es: Tu suscripción a Scanly Pro está activa.
fr: Votre abonnement Scanly Pro est actif.
it: Il tuo abbonamento Scanly Pro è attivo.
nl: Je Scanly Pro-abonnement is actief.
pl: Twoja subskrypcja Scanly Pro jest aktywna.

# settings_restore_none
source: No active subscription found for this Apple ID.
de: Kein aktives Abonnement für diese Apple‑ID.
es: No hay suscripción activa para este Apple ID.
fr: Aucun abonnement actif pour cet identifiant Apple.
it: Nessun abbonamento attivo per questo Apple ID.
nl: Geen actief abonnement voor deze Apple ID.
pl: Brak aktywnej subskrypcji dla tego Apple ID.

# settings_restore_purchases
source: Restore purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
nl: Aankopen herstellen
pl: Przywróć zakupy

# settings_revenuecat_hint
source: Add REVENUECAT_API_KEY to your Run scheme to enable subscriptions.
de: Fügen Sie REVENUECAT_API_KEY im Run-Schema hinzu, um Abonnements zu aktivieren.
es: Añade REVENUECAT_API_KEY al esquema de ejecución para activar suscripciones.
fr: Ajoutez REVENUECAT_API_KEY au schéma d’exécution pour activer les abonnements.
it: Aggiungi REVENUECAT_API_KEY allo schema di esecuzione per abilitare gli abbonamenti.
nl: Voeg REVENUECAT_API_KEY toe aan het run-schema voor abonnementen.
pl: Dodaj REVENUECAT_API_KEY w schemacie uruchomienia, aby włączyć subskrypcje.

# settings_section_legal
source: Legal
de: Rechtliches
fr: Mentions légales
it: Legale
nl: Juridisch
pl: Informacje prawne

# settings_section_subscription
source: Subscription
de: Abonnement
es: Suscripción
fr: Abonnement
it: Abbonamento
nl: Abonnement
pl: Subskrypcja

# settings_terms_of_use
source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d’utilisation
it: Termini di utilizzo
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania

# settings_upgrade_pro
source: Upgrade to Pro
de: Auf Pro upgraden
es: Actualizar a Pro
fr: Passer à Pro
it: Passa a Pro
nl: Upgrade naar Pro
pl: Przejdź na Pro

# tab_expenses
source: Expenses
de: Ausgaben
es: Gastos
fr: Dépenses
it: Spese
nl: Uitgaven
pl: Wydatki

# tab_insights
source: Insights
de: Einblicke
es: Resúmenes
fr: Analyses
it: Panoramiche
nl: Inzichten
pl: Podsumowania

# tab_scan
source: Scan
de: Scannen
es: Escanear
fr: Scanner
it: Scansiona
nl: Scannen
pl: Skanuj

# tab_settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
nl: Instellingen
pl: Ustawienia

# expenses_export_error_title
source: Export error
de: Exportfehler
es: Error de exportación
fr: Erreur d’export
it: Errore di esportazione
nl: Exporteerfout
pl: Błąd eksportu
